<?php 

    return 
    [
    
        'settings'=>'إعدادات',
        'log_Out'=>' تسجيل الخروج ',
        'log_in'=>'تسجيل الدخول',
        'sign up '=>'إنشاء حساب جديد',
        'name'=>'الإسم',
        'password'=>'كلمة المرور',
        'email'=>'البريد الإلكتروني',
        'mobile'=>'رقم الجوال',
        'address'=>'العنوان ',
        'validation_error'=>' غير مصرح بالدخول توكن غير صالحة ',
        'log_in_error'=>' يتعذر تسجيل الدخول بريد إلكتروني أو كلمة السر خاطئة',
        'sign_up_success'=>'تم إنشاء الحساب بنجاح',
        'logout_success'=>'تم تسجيل الخروج بنجاح',
        'donation_success'=>'تم تسجيل تبرعك شكرا لك ',
        'update_success'=>'تم تحديث بياناتك بنجاح',
        'token_success'=>'تم تسجيل الدخول بنجاح',
        'userProfile'=>' تم عرض صفحة المستخدم بنجاح',
        'refresh'=>'تم تحديث التوكن',
        'valid'=>'توكن صالحة',
        'country'=>'تم عرض البلاد بنجاح',
        'city'=>'تم عرض المدن بنجاح',
        'area'=>'تم عرض المناطق بنجاح',
        'deleteUser'=>'تم حذف المستخدم بنجاح',
        'getUsers'=>'تم عرض جميع المستخدمين بنجاح',
        'deleted'=>'تم حذف هذا الحساب للتفاصيل تواصل مع الإدارة',
        'blocked'=>'  هذا الحساب محظور مؤقتا للتفاصيل تواصل مع الإدارة',
        'updatepassword'=>'تم تحديث كلمة السر بنجاح',


    ];
?>